Repository: CherryFramework/cherry-sidebar-manager
Catalog: languages/cherry-sidebar-manager-*.po
Languages: de_de, es_es, fr_fr, it_it, ru_ru, uk_uk

source: Post Sidebars
de_de: Beitrag-Seitenleiste
es_es: Barras Laterales del Artículo
fr_fr: Barres latérales d'article
it_it: Articoli Barra laterale
ru_ru: Боковые колонки записей
uk_uk: Бічні панелі публікації

source: Main Sidebar:
de_de: Hauptseitenleiste:
es_es: Barra lateral Principal:
fr_fr: Barre latérale principale
it_it: Main Barra laterale:
ru_ru: Главная боковая колонка:
uk_uk: Головна бічна панель:

source: Secondary Sidebar:
de_de: Sekundäre Seitenleiste
es_es: Barra lateral secundaria
fr_fr: Barre latérale secondaire
ru_ru: Дополнительная боковая панель:
uk_uk: Другорядна бічна панель

source: Sidebar not selected
de_de: Keine Seitenleiste ausgewählt
es_es: Barra lateral no seleccionada
fr_fr: Barre latérale non sélectionnée
it_it: Barra laterale non è selezionata
ru_ru: Боковая колонка не выбрана
uk_uk: Бічну панель не обрано

source: You can choose page sidebars or create a new sidebar on %swidgets page%s .
de_de: Sie können Seiten-Seitenleisten auswählen oder eine neue Seitenleiste auf %sWidgets Seite%sn erstellen .
es_es: Usted puede elegir las páginas con barras laterales o crear una nueva barra lateral en %swidgets página%s .
fr_fr: Vous pouvez choisir les barres laterals de la page ou créer une nouvelle barre latérale dans %swidgets page%s .
it_it: È possibile scegliere barre laterali di pagina o di creare una nuova barra laterale su %swidgets pagina%s .
ru_ru: Вы можете выбрать боковые колонки страницы или создать новую боковую колонку на %sстранице виджетов%s.
uk_uk: Ви можете вибрати бічні панелі сторінки або створити нову бічну панель на %swidgets page%s.

source: Widgets Page
de_de: Widgets-Seite
es_es: Página de Widgets
fr_fr: Page de Widgets
it_it: Widgets Pagina
ru_ru: Страница виджетов
uk_uk: Сторінка віджетів

source: Create new custom sidebar.
de_de: Neue eigene Seitenleiste erstellen
es_es: Crear nueva barra lateral personalizado.
fr_fr: Créer la nouvelle barre latérale personnalisée.
it_it: Crea una nuova barra laterale personalizzata.
ru_ru: Создать новую пользовательскую боковую колонку
uk_uk: Створіть нову бічну панель

source: Sidebar name:
de_de: Seitenleiste-Name
es_es: Nombre del sidebar:
fr_fr: Nom de la barre latérale:
it_it: Nome Barra laterale:
ru_ru: Название боковой колонки:
uk_uk: Назва бічної панелі

source: Sidebar description:
de_de: Seitenleiste-Beschreibung
es_es: Descripción de la barra lateral:
fr_fr: Description de la barre latérale :
it_it: Descrizione Barra laterale:
ru_ru: Описание боковой колонки:
uk_uk: Опис бічної панелі

source: Create Sidebar
de_de: Seitenleiste erstellen
es_es: Crear Barra lateral
fr_fr: Créer une barre latérale
it_it: Crea Barra laterale
ru_ru: Создать боковую колонку
uk_uk: Створити бічну панель

source: Cannot add new custom sidebar
de_de: Kann neue eigene Seitenleiste nicht hinzufügen
es_es: No se puede agregar nueva barra lateral personalizada
fr_fr: Impossible d'ajouter la nouvelle barre latérale personnalisée
it_it: Impossibile aggiungere nuova barra laterale personalizzata
ru_ru: Невозможно добавить новую пользовательскую боковую колонку
uk_uk: Не вдається додати нову бічну панель

source: Default Sidebars
de_de: Standard-Seitenleisten
es_es: Barras laterales predeterminadas
fr_fr: Barres latérales par défaut
it_it: Barra laterale di Default
ru_ru: Боковые колонки по умолчанию
uk_uk: Бічні панелі за замовчуванням

source: Default sidebars created in child theme code itself.
de_de: Standard-Seitenleisten, die selbst in untergeordnetem Thema-Code erstellt sind.
es_es: Barras laterales predeterminadas creadas en sí, en mismo código del tema hijo.
fr_fr: Barres latérales par défaut créées dans le code de thème fils.
it_it: Barre laterali creati di default nel child theme utilizzando lo stesso codice.
ru_ru: Боковые колонки по умолчанию, созданные в дочерней теме.
uk_uk: Стандартні бічні панелі, додані безпосередньо кодом дочірньої теми.

source: Cherry Custom Sidebars
de_de: Kirsche eigene Seitenleisten
es_es: Barras laterales de Cherry Personalizadas
fr_fr: Barres latérales personnalisées de Cherry
it_it: Cherry Barre laterali Personalizzate
ru_ru: Пользовательские боковые колонки Cherry
uk_uk: Бічні панелі Cherry

source: You can create a custom sidebar yourself and enable if for any page or post. This can be done on page editing stage.
de_de: Sie können eigene Seitenleiste selbst erstellen oder aktivieren wenn für jede Seite oder jeden Beitrag. Dies kann während des Bearbeitens der Seite gemacht werden,
es_es: Puede crear una barra lateral de encargo usted mismo y permitir que se vea en cualquier página o artículo. Esto se puede hacer en etapa de la edición de página.
fr_fr: Vous pouvez créer les barres latérales personnalisées vous-même et les activer pour toute page ou article. Cela peut être fait lors d'édition de la page.
it_it: Puoi creare una barra laterale e personalizzarla attivandola per qualsiasi pagina o articolo. Questa operazione può essere fatta durante la fase di redazione pagina.
ru_ru: Вы сами можете создать пользовательские боковые колонки и включить их для любой страницы или записи в режиме редактирования страниц/записей.
uk_uk: Можна створити власні бічні панелі та відобразити їх на будь-якій сторінці чи публікації сайту (на стадії редагування сторінки).

source: Create a new sidebar
de_de: Neue Seitenleiste erstellen
es_es: Crear una nueva barra lateral
fr_fr: Créer une nouvelle barre latérale
it_it: Crea una nuova barra laterale
ru_ru: Создать новую боковую колонку
uk_uk: Створіть нову бічну панель
